"16" = "Cannot install without your .qt-license file in your Home directory. Please check your installation instructions.";
"17" = "Invalid .qt-license file. Please verify that your .qt-license file contains a valid Qt 4 product key.";
"18" = "We are sorry, but your license key is not valid for the Mac platform. Please verify the license key in your .qt-license file.";
"19" = "The binary package can only be installed on Mac OS X version 10.3.9 or higher.";